IDEA StatiCa Open Model
MatSteelHKG.GammaOVfu Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Overstrength coefficient for fu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GammaOVfu { get; set; }
Public Property GammaOVfu As Double
	Get
	Set
public:
property double GammaOVfu {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelHKG Class
IdeaRS.OpenModel.Material Namespace